export const FAQ_DATA = [
  {
    id: 'price-answer',
    title: 'Сколько стоит данный продукт?',
    answer:
      'На данный момент, продукт не требует никаких затрат по использованию и доступен абсолютно бесплатно! В дальнейшем, мы планируем ввести специальные планы, расширяющие возможности приложения (Об этих и других изменениях, пользователи будут обязательно оповещены!)',
  },
  {
    id: 'source-answer',
    title: 'Где можно найти исходный код проекта?',
    answer:
      'К сожалению, проект находится на ранней стадии разработки и исходный код является закрытым. В любом случае, это не влечет риски безопасности вашим данным, так как мы применяем передовые технологии для защиты персональных данных. В будущем, исходный сервер клиента и сервера будут открыты после официального релиза продукта',
  },
  {
    id: 'creator-answer',
    title: 'Кто разработал данный продукт?',
    answer: 'Данный продукт был разработан компанией Prometheus Ltd.',
  },
  {
    id: 'stack-answer',
    title: 'На базе каких технологий построен продукт?',
    answer:
      'Клиентская часть выполнена с использованием React (Vite), Mantine, KaTeX и Apollo Client. Серверная часть построена на Nest.js с использованием модуля GraphQL для работы API и Prisma для хранения данных в БД PostgreSQL',
  },
  {
    id: 'contact-answer',
    title: 'Где можно связаться с компанией?',
    answer:
      'В данный момент, компания принимает обращения на электронную почту contact@prometheus.io',
  },
];
